---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.DirectContext3DFailures
source: html/a6903bf0-d988-c0a7-efc9-55ab2cc7dd4c.htm
---
# BuiltInFailures.DirectContext3DFailures Properties

No more instances of the Coordination Model.